[
  {
    "Predate": "12/20/19",
    "URL": "https://lasells.oregonstate.edu/exhibit/willamette-valley-photoarts-guild-exhibit-road-less-traveled",
    "Title": "The Road Less Traveled - Willamette Valley PhotoArts Guild Exhibit",
    "Description": "This exhibit features about 100 black-and-white and color photographs that interpret the closing lines of one of the most enduring poems by one of America's most beloved poets—“The Road Not Taken” by Robert Frost. The 26 photographers participating in the exhibit were asked to take a look “off the beaten path” in response to the poem's final stanza:",
    "Postdate": "12/12/19",
    "Address": "Giustina Gallery, Corvallis",
    "ImageURL": "images-events/road.JPG"
  },
  {
    "Predate": "12/20/19",
    "URL": "https://www.eatwintervegetables.com/the-project",
    "Title": "Winter Vegetable Sagra and Fill Your Pantry",
    "Description": "The ONE HEALTH paradigm is the concept that human, environmental and animal health are closely interconnected. It also recognizes that many different disciplines contribute together to the ONE HEALTH goal. As a veterinarian engaged in production animals medicine, and then later also in small animal medicine in Switzerland, this paradigm has been my guiding North Star throughout my years as a veterinarian but also during my science career. At the core of ONE HEALTH are zoonotic diseases, which are diseases that are spread between animals and humans. This includes vector-borne diseases transmitted by, for example, ticks, fleas or mosquitoes, to viral, bacterial, and parasitic infections passed on from more or less direct human-animal contact. Aquatic animals are no exclusion to those transmissions, even though we might have a less tight bond with those animals. While my research focuses on disease processes in aquatic animals, I aim to also include the third leg of the paradigm (Environmental Health) by creating environmentally sustainable treatment solutions, using natural elements of the environment such as marine beneficial bacteria (probiotics) or herbal supplements to fight disease agents or to positively influence the host immune system.",
    "Postdate": "12/12/19",
    "Address": "831 SE Salmon St, Portland",
    "ImageURL": "images-events/veg.jpg"
  },
  {
    "Predate": "12/20/19",
    "URL": "#",
    "Title": "College Football Bowl Pick'em",
    "Description": "This is a FREE event. No IM PASS required. Register online through IMLeagues by Friday, December 7 by 2:00pm. Log into IMLeagues from the OSU Rec Sports website to create an account and register for the event.",
    "Postdate": "12/13/19",
    "Address": "Dixon Recreation Center, Corvallis",
    "ImageURL": "images-events/football.jpg"
  },
  {
    "Predate": "12/20/19",
    "URL": "https://fa.oregonstate.edu/surplus",
    "Title": "OSUsed Store Afternoon Sale",
    "Description": "This is a FREE event. No IM PASS required. Register online through IMLeagues by Friday, December 7 by 2:00pm. Log into IMLeagues from the OSU Rec Sports website to create an account and register for the event.",
    "Postdate": "12/13/19",
    "Address": "Property Services, OSUsed store, Corvallis",
    "ImageURL": "images-events/ware.jpg"
  },
  {
    "Predate": "12/20/19",
    "URL": "https://events.oregonstate.edu/event/hmsc_research_seminar",
    "Title": "HMSC Research Seminar- AQUACULTURE & THE ONE HEALTH PARADIGM",
    "Description": "The 3rd annual Winter Vegetable Sagra (festival) is a celebration to learn about, taste and become enamored with winter squash, celeriac, garlic, cabbage, cauliflower, radicchio and brussels sprouts grown right here in Oregon. Attendees learn about locally grown foods and where to buy them, and how to store, prepare and cook vegetables and grains. They also have the opportunity to taste home-cook-friendly recipes created by chefs, food advocates and nutritionists. Come taste home-cook friendly recipes created by local chefs, food activists and nutritionists including: Cook With What You Have, Umi Organic, Real Good Food, Food Art Love, Joule Crafted Nutrition, Wildflower Baking, Mian PDX, Tournant, The Side Yard Farm and Kitchen, National University of Naturopathic Medicine and more.",
    "Postdate": "12/12/19",
    "Address": "Hatfield Marine Science Center, Newport",
    "ImageURL": "images-events/marine.jpg"
  }
]
